Repository: AngelOD/jet-banjo
Catalog: JetBanjo/JetBanjo/Resx/AppResources.*.resx
Languages: da_dk

source: Cancel
da_dk: Annuller

# cannot_detect_backend
source: Cannot detect the server on the local network, you need to manually input it
da_dk: Kan ikke finde serveren på det lokale netværk, du skal manualt indtaste serverens IP

source: Change room
da_dk: Ændre rum

source: Choose Room
da_dk: Vælg Rum

# download_err
source: Failed to download, check internet connection
da_dk: Download fejlede, tjek internet forbindelsen

source: Error
da_dk: Fejl

# example_room
source: Room 0.1.2
da_dk: Rum 0.1.2

source: Home
da_dk: Hjem

# ip
source: IP address
da_dk: IP adresse

# ip_null_or_empty_err_msg
source: The ip field must be specified for this app to work
da_dk: IP feltet skal udfyldes for at denne app virker

source: IP settings
da_dk: IP indstilling

# ip_text
source: Input the IP address of the server
da_dk: Indtast IP adressen til serverne

# issue_light_bright
source: Close the curtains
da_dk: Træk gardinerne for

# issue_co2_soft
source: Open the window
da_dk: Åben vinduer

# issue_temp_cold
source: Ensure that the windows are closed
da_dk: Sørg for at vinduerne er lukkede

# issue_light_dark
source: Are you watching a movie? Otherwise remove curtains or turn on the light
da_dk: Ser du film? Ellers rul gardinerne fra eller tænd lyset

# issue_temp_fire
source: Open the windows
da_dk: Åben vinduerne og døre

# issue_hum_dry
source: Close windows and doors to prevent drafts
da_dk: Sørg for at vinduer og døre er lukket for at forhindre gennemtræk

# issue_hum_wet
source: Open windows and doors to ensure drafts
da_dk: Åben vinduer og døre for at skabe gennemtræk

# issue_temp_ice
source: Ensure that the windows are closed and turn up the heat
da_dk: Sørg for at vinduerne er lukkede og skru op for varmen

# issue_noise
source: There is too much noise in the room, stop trying to compete in volume, if the noise comes from the outside try to close doors and windows
da_dk: Der er for meget larm i rummet, lad være med overdøve hinanden eller luk vinduer og døre hvis lyden kommer udefra.

# issue_page
source: Issues
da_dk: Problemer

# issue_temp_sweat
source: Open windows
da_dk: Åben vinduerne

# issue_voc
source: Open the windows and doors to ensure drafts, you can also try to remove the source of the smell such as food or garbage
da_dk: Åben vinduerne og døre så der kommer gennemtræk, du kan også prøve at fjerne lygten ved at fjerne kilden, dette kan være mad eller skrald.

# q_climate_causes
source: What are the causes of bad indoor climate? : The room itself is an influence on how well the indoor climate is. The most important factors are whether there is poor ventilation and if there are too many people in a room. In addition, there are also some minor factors such as the rubbish bin is full and there is wet clothes in the room.
da_dk: Hvad forårsager dårligt indeklima? : Selve lokalet har en påvirkning på hvor godt indeklimaet er som grundlag. De væsentligste faktorer er om der er dårlig udluftning og ventilation og om der er for mange personer i et lokale. Derudover er der også nogle mindre faktorer så som at skraldespanden er fyldt og at der er vådt tøj i lokalet.

# q_co2
source: How does CO2 affect you? : Carbon dioxide is a gas produced by the combustion of organic materials and fossil fuels. CO2 results from animals and humans exhaling. CO2 is found naturally in the atmosphere. Carbon dioxide in a high concentration reduces the amount of oxygen in a room, thus causing fatigue.
da_dk: Hvordan påvirker CO2 dig? : Carbon dioxide også nogle gange kaldet kuldioxide, er en gas der fremkommer ved forbrændning af organisk materialer og fossile brændstoffer. CO2 fremkommer også ved at dyr og mennesker udånder. CO2 findes naturligt i atmosfæren. Carbon dioxide i en høj koncentration mindsker mængden af ilt i et lokale og derved begynder du at føle dig mere træt og sløv.

# q_humidity
source: How does humidity affect you? : Humidity, also known as relative humidity, is a term for how much moisture is in the air. The amount of moisture depends on the temperature and is stated in %. Therefore, the air during a hot summer day can contain much more water than on a cold winter day, even if they have the same relative humidity. Humidity begins to affect you when it gets too high. The amount varies with over 60% during summer and 45% during winter. When it gets too high, there is too much water in the air to sweat normally. This means that it can be difficult to get rid of the heat. When there is too little moisture in the air, under 25%, it becomes dry. This is felt especially by the mouth and eyes.
da_dk: Hvordan påvirker Luftfugtighed dig? : Luftfugtighed, også kaldet relativ luftfugtighed, er en betegnelse for hvor meget fugt der er i luften. Mængden er fugt afhænger af temperaturen og angives i %. Der kan derfor være langt mere vand i luften en varm sommerdag end på en kold vinterdag, selv om de har samme relative luftfugtighed. Luftfugtigheden begynder at påvirke dig når den bliver for høj, over 60% om sommeren og 45% om vinteren. Når den bliver for høj begynder der at være for meget vand i luften til at svede normalt. Dette resulterer i at det kan være svært at komme af med varmen. Når der er for lidt fugt i luften, under 25%, begynder man at få det tørt. Dette kommer især til udtryk omkring mund og øjne.

# q_indoor_climate
source: What is Indoor climate? : Indoor climate is a term for the environment in a room or building. The environment may be too cold, have poor acoustics or poor ventilation, all of which lead to a poor indoor climate.
da_dk: Hvad er Indeklima? : Indeklima er en betegnelse for miljøet i det lokale eller i den bygning man befinder sig i. Miljøet kan f.x være for koldt, have dårlig akustik og dårlig udluftning, alt sammen noget der fører til et dårligt indeklima.

# q_light
source: How does light affect you? : Too little light can affect you when you are reading, as it can make it difficult to focus. However, too much light can make it difficult to read and give you a headache.
da_dk: Hvordan påvirker lys dig? : For lidt lys kan påvirker dig når du læser med at du bliver træt i øjnene af at fokuserer på at læse. Derimod kan for meget lys gøre det svært at læse og give dig hovedpine.

# q_sound
source: How does sound affect you? : A moderate background sound can increase creativity, if what you are working with does not require much focus. However, there are problems with high sound levels if they continue for a long time, as it may damage the hearing, cause irritation and irritation.
da_dk: Hvordan påvirker lyd dig? : En moderat baggrundslyd kan øge kreativiteten hvis det man laver ikke kræver meget fokus. Det er dog et problem med høj lyd i lang tid, da det kan gøre skade på hørelsen. Det leder også til at man føler sig forstyrret og irriteret.

# q_temperature
source: How does temperature affect you? : At high temperatures, it becomes difficult to get rid of the body heat. This causes you to sweat more and causes discomfort. If it gets too hot you can faint and get heat strokes, this is especially a problem with high humidity. At low temperatures, you start to get tired, feel discomfort and lack of coordination.
da_dk: Hvordan påvirker temperaturen dig? : Ved for høj temperatur bliver det svært at komme af med kropsvarmen. Dette fører til at man sveder mere og kan får det ubehageligt. Hvis det bliver for varmt kan man besvime og få hedeslag, dette er især et problem ved høj luftfugtighed. Ved for lav temperatur begynder man at blive træt, få ubehag og mangle koordination.

# q_voc
source: How does VOCs affect you? : VOC, also called volatile organic compounds, is a collective term for the various organic chemicals. They have a low boiling point and are therefore a gas at room temperature. For this reason, there are higher measurements of VOCs in the summer. Most VOCs can be smelled and are released by paint, glue, cooking, leftover food, etc. An excessive amount of VOC in the air of the room can cause irritation and discomfort.
da_dk: Hvordan påvirker VOC'er dig? : VOC også kaldet flygtige organiske forbindelser, er en samlet betegnelse for de forskellige organiske kemikalier. De har et lavt kogepunkt og er derfor en gas ved stuetemperatur. Af denne grund er der højere målinger af VOC om sommeren. De fleste VOC’er kan lugtes og bliver frigivet af maling, lim, madlavning, madrester osv. En for høj mængde af VOC i lokalets luft kan føre irritation og ubehag.

source: Remove IP
da_dk: Fjern IP

source: Remove room
da_dk: Fjern rum

source: Room
da_dk: Rum

# room_selector
source: Select Room
da_dk: Vælg Rum

source: Room settings
da_dk: Rum indstilling

source: Settings
da_dk: Indstillinger

# issue_co2_severe
source: Open windows and doors to ensure drafts
da_dk: Åben vinduer og døre for at skabe gennemtæk

# issue_hum_dry_temp_high
source: Try to place a glass of water in the sun so it can evaporate, it helps to close the curtains, doors and windows.
da_dk: Prøv at sætte nogle glas med vand i solen så det kan fordampe samtidigt med at gardinerne er trukket for og vinduer og døre er lukket.

# issue_hum_dry_temp_low
source: Close windows and doors to prevent drafts
da_dk: Sørg for at vinduer og døre lukket for at forhindre gennemtræk

# issue_hum_wet_temp_high
source: Open windows and doors to ensure drafts or use an air conditioner
da_dk: Åben vinduer og døre for at skabe gennemtræk eller brug en air conditioner

# issue_hum_wet_temp_low
source: Increase the temperature by turning on a radiator or something similar.
da_dk: Sørg for at øge temperaturen ved at tænde for radiatoren eller lignende.

# q_uv
source: What is UV? : ?????
da_dk: Hvordan påvirker UV dig? : Ultraviolet lys også nogle gange kaldet ultraviolet stråling, er en form for ikke synlig lys der primært udsendes fra solen, men kan også blive udsendt fra specielle lamper. Ultraviolet stråling optages af huden og øjnene. Det er når huden optager for meget UV stråling at den begynder at blive brunlig og derefter solskoldet. Ved langvarig udsættelse for UV stråling kan fremme risikoen for hudkræft. Du kan beskytte dig mod UV stråling ved at bruge solcreme og solbriller.
